Repository: biglinux/big-kernel
Catalog: big-kernel/DEBIAN/*.po
Languages: es

source: Instalador/Removedor de Kernel
es: Instalador/Eliminación de Kernel

source: Caso não saiba o que está fazendo, peça ajuda no fórum BigLinux.
es: En Caso de que no sepas lo que estás haciendo, puedes pedir ayuda en el foro de BigLinux.

source: GPL v2 or greater
es: La GPL v2 o superior

source: Confirme se deseja prosseguir com as alterações a seguir:
es: Asegúrate de que quieres seguir adelante con los cambios de la siguiente manera:

source: Nenhuma alteração marcada.
es: No hay cambios en el costado.

source: Instalar:
es: Para Instalar:

source: Remover:
es: Eliminar:

source: Voltar
es: Volver

source: Falha na INSTALAÇÃO do kernel: $i
es: Un fallo en la INSTALACIÓN del kernel: $i

source: Falha na REMOÇÃO do kernel: $i
es: El error en la EXTRACCIÓN del núcleo: $i

source: Alterações aplicadas!
es: Los cambios aplicados!

source: Fechar
es: Cerrar

source: Arquivos initrd gerados e configuração do grub atualizada!
es: Los archivos de la imagen de arranque de origen y en la configuración de grub que se actualiza!

source: Boot, Kernel, Grub, Initrd e Drivers
es: Boot, Kernel en Grub, Éste y los Controladores

source: Kernel em uso:
es: El núcleo y en el uso de:

source: Número de versões de kernel instaladas:
es: El Número de versión del kernel instalado:

source: Driver de vídeo em uso:
es: El conductor de un vídeo en el uso de:

source: Visualizar versões de kernel instaladas
es: Ver las versiones del kernel instalado

source: Gerenciador de drivers (Melhorar o suporte a hardware)
es: El administrador de controladores para Mejorar el soporte de hardware).

source: Instalar ou remover versões de kernel Ubuntu
es: Para Instalar o quitar las versiones del kernel de linux Ubuntu

source: Atualizar initramfs e grub
es: Actualizar el initramfs y el grub

source: Instalar ou remover versões de kernel Xanmod
es: Para Instalar o quitar las versiones del kernel de Xanmod

source: Personalizar o gerenciador de boot grub
es: Para Personalizar el gestor de arranque (grub)

source: Instalar ou remover versões de teste do kernel Ubuntu
es: Para Instalar o quitar las versiones de prueba con el kernel de Ubuntu

source: Próximo
es: El Próximo

source: Esta versão de kernel não está disponível para download, tente outra versão.
es: En Esta versión del kernel, que no se encuentra disponible para su descarga, prueba con otra versión.

source: Instalar ou remover os pacotes conforme o que você selecionou no painel
es: Para Instalar o eliminar paquetes, dependiendo de lo que haya seleccionado en el panel de la

source: Volta para a página anterior
es: Volver a la página anterior.

source: Marque os pacotes instalados para remove-los ou marque os pacotes não instalados, para instalar:
es: Seleccione los paquetes que se instalan para que los elimina, o bien seleccione los paquetes de los que no lo están, para la instalación:

source: NÂO instalado -
es: NO instalado

source: <font color=red> EM USO -
es: <font color=red> servicio -

source: Instalar/Remover
es: Instalación Y Extracción De Los

source: Marque os pacotes instalados para remove-los:
es: Seleccione los paquetes que se instalan para quitar de ellos:

source: Atenção, as versões de kernel dessa categoria, após instaladas, possuem nomes com grande quantidade de números, diferente da lista de versões disponíveis para instalação, portanto, continuará aparecendo na lista de não instalados.
es: Nota: las versiones del kernel de esta categoría, después de la instalación, tienen el nombre, con una gran cantidad de objetos, a diferencia de la lista de versiones disponibles para su instalación, por lo tanto, seguirá apareciendo en la lista de los que no lo están.

source: Carregando...
es: Cargando...

source: Tradução de arquivos de shell script gerados!
es: La traducción de los archivos de secuencia de comandos de la shell genera!

source: Insira as siglas das línguas que deseja que sejam gerados os arquivos para tradução no arquivo que irei abrir, por exemplo, para português, espanhol e inglês: pt es en
es: Escriba las siglas con las que el idioma en que desea que se muestren en los archivos de la traducción en el archivo que voy a abrir, por ejemplo, en español, en español y en inglés: es es en

source: Insira o endereço completo dos arquivos que deseja que sejam substituídos e pertencem também a outros pacotes, por exemplo: /usr/bin/firefox /usr/bin/gedit
es: Escriba la dirección completa de los archivos que se se desea que sean reemplazados, y a la que pertenecen y también la de otros programas, como por ejemplo: el directorio /usr/bin/firefox el directorio /usr/bin/gedit

source: Já existem os arquivos preinst e postrm para esse pacote, deseja sobrescrever?
es: Se cuenta con los archivos, preinst y postrm para este módulo, usted desea sobrescribir?

source: Sim
es: Sí

source: Não
es: No

source: Arquivos gerados!
es: Los archivos generados!

source: Aplicando as alterações...
es: La aplicación de los cambios...

source: Aplicando as alterações no terminal, ao concluir a instalação o terminal será fechado automaticamente.
es: La aplicación de los cambios en el terminal, una vez finalizada la instalación de la terminal se cierra de forma automática.

source: Aplicando as alterações no terminal, aguarde.
es: La aplicación de los cambios en el terminal, por favor espere.
